IDEA Open Model
LineSupportSegment Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the LineSupportSegment class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public LineSupportSegment()
Public Sub New
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace